</div>
</div>
<!-- 컨텐츠 영역 끝 -->

<div class="fixed-btn">
    <div id="fixed-up">
        <svg xmlns="http://www.w3.org/2000/svg" width="26" height="26" viewBox="0 0 26 26" fill="none">
            <path d="M13 4.32812L12.6406 4.67188L7.2031 10.125C7.05466 10.2461 6.98631 10.4395 7.02927 10.627C7.07224 10.8125 7.21873 10.959 7.40427 11.002C7.59177 11.0449 7.78513 10.9766 7.90623 10.8281L12.5 6.23438V21C12.498 21.1797 12.5918 21.3477 12.748 21.4395C12.9043 21.5293 13.0957 21.5293 13.2519 21.4395C13.4082 21.3477 13.5019 21.1797 13.5 21V6.23438L18.0937 10.8281C18.2148 10.9766 18.4082 11.0449 18.5957 11.002C18.7812 10.959 18.9277 10.8125 18.9707 10.627C19.0136 10.4395 18.9453 10.2461 18.7969 10.125L13.3594 4.67188L13 4.32812Z" fill="#F5821F"/>
        </svg>
    </div>
    <div id="go-contact">
        창업<br>문의
    </div>
</div>

<div id="fixed-contact">
    <div class="fixed-div">
        <svg class="fixed-contact-open" xmlns="http://www.w3.org/2000/svg" width="35" height="35" viewBox="0 0 20 20" fill="none">
            <path d="M5 12.5L10 7.5L15 12.5" stroke="#FFF" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/>
        </svg>
        <div>
            <svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 54 55" fill="none">
                <path d="M28.8 5.53729C28.5615 5.53392 28.3247 5.57798 28.1033 5.66693C27.882 5.75587 27.6805 5.88792 27.5107 6.0554C27.3408 6.22288 27.2059 6.42245 27.1138 6.64251C27.0218 6.86258 26.9744 7.09874 26.9744 7.33729C26.9744 7.57583 27.0218 7.812 27.1138 8.03206C27.2059 8.25213 27.3408 8.4517 27.5107 8.61918C27.6805 8.78666 27.882 8.91871 28.1033 9.00765C28.3247 9.0966 28.5615 9.14066 28.8 9.13729C37.7687 9.13729 45 16.3686 45 25.3373C44.9966 25.5758 45.0407 25.8126 45.1296 26.034C45.2186 26.2553 45.3506 26.4568 45.5181 26.6266C45.6856 26.7965 45.8852 26.9314 46.1052 27.0234C46.3253 27.1155 46.5615 27.1629 46.8 27.1629C47.0385 27.1629 47.2747 27.1155 47.4948 27.0234C47.7148 26.9314 47.9144 26.7965 48.0819 26.6266C48.2494 26.4568 48.3814 26.2553 48.4704 26.034C48.5593 25.8126 48.6034 25.5758 48.6 25.3373C48.6 14.4232 39.7141 5.53729 28.8 5.53729ZM13.9289 9.14432C13.7031 9.12562 13.4733 9.14432 13.2434 9.20057C12.3506 9.41837 11.1923 9.94729 9.97734 11.1623C6.17395 14.9657 4.15603 21.3775 18.457 35.6803C32.758 49.9831 39.1698 47.9651 42.975 44.1599C44.1936 42.9413 44.7224 41.7815 44.9402 40.8869C45.1616 39.9707 44.7659 39.0277 43.9523 38.5525C41.9219 37.3645 37.54 34.7958 35.5078 33.606C34.84 33.2154 34.0205 33.2224 33.3563 33.6166L29.9953 35.6205C29.2429 36.0687 28.3029 36.0181 27.6117 35.4799C26.4183 34.5475 24.4992 32.9772 22.827 31.3068C21.1548 29.6346 19.5845 27.7155 18.6539 26.5221C18.1157 25.8327 18.0633 24.8909 18.5133 24.1385L20.5172 20.7775C20.9132 20.1133 20.9148 19.2867 20.5242 18.6189L15.5883 10.192C15.2292 9.58178 14.6062 9.20043 13.9289 9.14432ZM28.8 12.7373C28.5615 12.7339 28.3247 12.778 28.1033 12.8669C27.882 12.9559 27.6805 13.0879 27.5107 13.2554C27.3408 13.4229 27.2059 13.6225 27.1138 13.8425C27.0218 14.0626 26.9744 14.2987 26.9744 14.5373C26.9744 14.7758 27.0218 15.012 27.1138 15.2321C27.2059 15.4521 27.3408 15.6517 27.5107 15.8192C27.6805 15.9867 27.882 16.1187 28.1033 16.2077C28.3247 16.2966 28.5615 16.3407 28.8 16.3373C33.7926 16.3373 37.8 20.3447 37.8 25.3373C37.7966 25.5758 37.8407 25.8126 37.9296 26.034C38.0186 26.2553 38.1506 26.4568 38.3181 26.6266C38.4856 26.7965 38.6852 26.9314 38.9052 27.0234C39.1253 27.1155 39.3615 27.1629 39.6 27.1629C39.8385 27.1629 40.0747 27.1155 40.2948 27.0234C40.5148 26.9314 40.7144 26.7965 40.8819 26.6266C41.0494 26.4568 41.1814 26.2553 41.2704 26.034C41.3593 25.8126 41.4034 25.5758 41.4 25.3373C41.4 18.3995 35.7378 12.7373 28.8 12.7373ZM28.8 19.9373C28.5615 19.9339 28.3247 19.978 28.1033 20.0669C27.882 20.1559 27.6805 20.2879 27.5107 20.4554C27.3408 20.6229 27.2059 20.8225 27.1138 21.0425C27.0218 21.2626 26.9744 21.4987 26.9744 21.7373C26.9744 21.9758 27.0218 22.212 27.1138 22.4321C27.2059 22.6521 27.3408 22.8517 27.5107 23.0192C27.6805 23.1867 27.882 23.3187 28.1033 23.4077C28.3247 23.4966 28.5615 23.5407 28.8 23.5373C29.8171 23.5373 30.6 24.3202 30.6 25.3373C30.5966 25.5758 30.6407 25.8126 30.7296 26.034C30.8186 26.2553 30.9506 26.4568 31.1181 26.6266C31.2856 26.7965 31.4852 26.9314 31.7052 27.0234C31.9253 27.1155 32.1615 27.1629 32.4 27.1629C32.6385 27.1629 32.8747 27.1155 33.0948 27.0234C33.3148 26.9314 33.5144 26.7965 33.6819 26.6266C33.8494 26.4568 33.9814 26.2553 34.0704 26.034C34.1593 25.8126 34.2034 25.5758 34.2 25.3373C34.2 22.3763 31.7609 19.9373 28.8 19.9373Z" fill="#FFF"/>
            </svg>
            창업 문의 <span>000-0000-0000</span>
        </div>
    </div>
    <form id="contact_form" name="contact_form" method="post" action="contact_write.php" class="fixed-form">
        <input type="hidden" name="writer_ip" value="<?= get_client_ip() ?>" />
        <div class="fixed-flex">
            <div class="fixed-flex">
                <input type="text" id="name" name="name" placeholder="성함" required>
                <input type="text" id="phone" name="phone" placeholder="연락처" required>
            </div>
            <input type="text" id="location" name="location" placeholder="창업희망지역" required>
        </div>
        <div class="fixed-wrap">
            <div class="fixed-agree-wrap">
                <label class="checkbox-label">
                    <input class="round-checkbox fixed-round" type="checkbox" id="agree" name="agree" required>
                </label>
                <label for="agree" class="agree"><span class="agree-open">개인정보취급방침(보기)</span>에 동의</label>
            </div>
            <input type="hidden" id="g-recaptcha2" name="g-recaptcha">
            <input type="submit" value="가맹 문의" class="fixed-c-btn">
        </div>
    </form>
</div>
</body>

<footer>
    <b class="contact-num">창업문의 000-0000-0000</b>
    <div class="footer-container">
        <div class="footer-wrap">
            <div class="footer-div">
                <b>대표</b>
                <p></p>
            </div>
            <div class="footer-div">
                <b>고객지원메일</b>
                <p></p>
            </div>
            <div class="footer-div">
                <b>사업자등록번호</b>
                <p></p>
            </div>
            <div class="footer-div">
                <b>주소</b>
                <p></p>
            </div>
        </div>
        <p>Copyright ⓒ회사이름. ALL RIGHTS RESERVED.</p>
    </div>

    <div class="up-btn">
        <svg xmlns="http://www.w3.org/2000/svg" width="26" height="26" viewBox="0 0 26 26" fill="none">
            <path d="M13 4.32812L12.6406 4.67188L7.20313 10.125C7.0547 10.2461 6.98634 10.4395 7.0293 10.627C7.07227 10.8125 7.21876 10.959 7.4043 11.002C7.5918 11.0449 7.78516 10.9766 7.90626 10.8281L12.5 6.23438V21C12.4981 21.1797 12.5918 21.3477 12.7481 21.4395C12.9043 21.5293 13.0957 21.5293 13.252 21.4395C13.4082 21.3477 13.502 21.1797 13.5 21V6.23438L18.0938 10.8281C18.2149 10.9766 18.4082 11.0449 18.5957 11.002C18.7813 10.959 18.9277 10.8125 18.9707 10.627C19.0137 10.4395 18.9453 10.2461 18.7969 10.125L13.3594 4.67188L13 4.32812Z" fill="white"/>
        </svg>
        <p>위로</p>
    </div>
</footer>

<div class="agree-modal">
    <div class="agree-close">
        <svg xmlns="http://www.w3.org/2000/svg" width="37" height="37" viewBox="0 0 37 37" fill="none">
            <path d="M30.6 6.3999L6.59998 30.3999" stroke="white" stroke-width="2" stroke-linecap="round"/>
            <path d="M30.6 30.3999L6.59998 6.3999" stroke="white" stroke-width="2" stroke-linecap="round"/>
        </svg>
    </div>
    <div class="title">
        <img src="./img/logo.png" class="agree-logo">
        <b class="p40">개인정보처리방침</b>
    </div>
    <div class="content-div">
        <div class="content p16 sub">
            회사이름(이하 “회사”)는 「개인정보보호법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」(이하 “정보통신망법”) , 「위치정보의 보호 및 이용 등에 관한 법률」(이하 “위치정보법”) 등 관련 법령상의 개인정보 보호규정을 준수하며, 개인정보보호법에 의거한 개인정보처리방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다. 본 개인정보처리방침은 회사가 제공하는 웹서비스에 적용되며 다음과 같은 내용을 포함하고 있습니다.<br>
            <br>
            1. 개인정보 수집 및 이용 현황 가. 회사는 서비스 제공을 위한 최소한의 범위 내에서 이용자의 동의 하에 개인정보를 수집하며, 수집한 모든 개인정보는 고지한 목적 범위 내에서만 사용됩니다. 또한, 제공하는 서비스(채용 정보제공 등) 특성상 「근로기준법」에 따라 만15세 미만인 경우 회원가입을 허용하지 않습니다. 회사에서 제공하는 서비스 유형에 따라 다음과 같이 개인정보를 수집, 이용, 보유 및 파기하고 있습니다. <서비스 이용에 따른 자동 수집 및 생성 정보><br>
                2. 개인정보 제3자 제공 회사는「1. 개인정보 수집 및 이용 현황」에서 고지한 범위 내에서만 개인정보를 이용하며, 원칙적으로 이용자의 개인정보를 제3자에게 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다. 가. 이용자가 서비스 이용중 제3자 제공에 동의(수락)한 경우 나. 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우 귀하께서는 개인정보의 제3자 제공에 대해, 동의하지 않을 수 있고 언제든지 제3자 제공 동의를 철회할 수 있습니다. 다만, 제3자 제공에 기반한 관련된 일부 서비스의 이용이 제한될 수 있습니다.(회원가입 서비스는 이용하실 수 있습니다.)<br>
                3. 개인정보 처리위탁 회사는 개인정보의 처리와 관련하여 아래와 같이 업무를 위탁하고 있으며, 관계법령에 따라 위탁 처리되는 개인정보가 안전하게 관리될 수 있도록 필요한 조치를 취하고 있습니다. 또한 위탁 처리하는 정보는 서비스 제공에 필요한 최소한의 범위에 국한됩니다. 회사에서 위탁처리 되고 있는 업무는 다음과 같고, 위탁사항이 변경되는 경우 해당 사실을 알려드리겠습니다.<br>
                4. 개인정보 보유 및 이용기간 회사는 이용자의 개인정보를 고지 및 동의 받은 사항에 따라 수집∙이용 목적이 달성되기 전 또는 이용자의 탈퇴 요청이 있기 전까지 해당 정보를 보유합니다. 다만, 아래의 사유로 인하여 보관이 필요한 경우 외부와 차단된 별도 DB 또는 테이블에 분리 보관 됩니다. 가. 관련 법령에 의한 개인정보 보유 1) 통신비밀보호법 · 서비스 이용기록, 접속로그, 접속IP정보 : 3개월 2) 전자상거래 등에서의 소비자보호에 관한 법률 · 표시∙광고에 관한 기록 : 6개월 · 계약 또는 청약철회 등에 관한 기록 : 5년 · 대금결제 및 재화등의 공급에 관한 기록 : 5년 · 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 3) 부가가치세법 · 세금계산서, 영수증 등 거래내역 관련 정보 : 5년<br>
                5. 개인정보 파기절차 및 방법 이용자의 개인정보는 원칙적으로 개인정보 수집 및 이용목적이 달성되면 지체없이 파기 합니다. 다만, 다른 법령에 의해 보관해야 하는 정보는 법령이 정한 기간 동안 별도 분리보관 후 파기합니다. 가. 파기절차 및 기한 · 수집·이용목적이 달성된 개인정보는 지체없이 파기되며, 관련 법령에 따라 보관되어야 할 경우 별도의 DB에 옮겨져 내부 규정 및 관련 법령을 준수하여 일정기간동안 안전하게 보관된 후 지체없이 파기됩니다. 이때, DB로 옮겨진 개인정보는 법률에 의한 경우를 제외하고 다른 목적으로 이용하지 않습니다. 나. 파기방법 · 전자적 파일 형태의 정보는 복구 및 재생할 수 없는 기술적 방법을 사용하여 완전하게 삭제합니다. · 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.<br>
                6. 이용자 권리 및 행사방법 이용자는 정보주체로서 홈페이지를 통해 언제든지 아래의 권리를 행사할 수 있으며, 회사는 관련된 상담 및 문의 처리를 위해 별도의 고객센터를 운영하고 있습니다.<br>
                7. 자동 수집되는 개인정보 및 거부에 관한 사항 회사는 이용자 맞춤서비스를 제공하기 위하여 쿠키(cookie)를 설치 및 운영합니다. 쿠키의 사용 목적과 거부에 관한 사항은 아래와 같습니다. 가. 쿠키란? 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자의 컴퓨터에 저장되어 운영됩니다. 나. 쿠키의 사용 목적 이용자들의 접속관리, 이용자별 사용 환경 제공, 이용자 활동정보 파악, 이벤트 및 프로모션 통계를 파악하여 최적화된 맞춤형 서비스를 제공하기 위해 사용합니다. 다. 쿠키의 설치·운영 및 거부 서비스를 이용함에 있어 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용 또는 거부 하거나, 쿠키가 저장될 때마다 확인을 거치도록 할 수 있습니다. 쿠키 설치 허용 여부를 지정하는 방법은 다음과 같습니다. · Internet Explorer : 웹 브라우저 상단 도구 메뉴 > 인터넷 옵션 > 개인정보 > 개인정보처리 수준 설정 · Chrome : 웹 브라우저 우측 설정 메뉴 > 도구 > 인터넷 사용기록 삭제<br>
                8. 개인정보의 보호조치에 관한 사항 회사는 이용자의 개인정보가 분실, 도난, 유출, 위∙변조 또는 훼손되지 않도록 안전성 확보를 위하여 정보통신망법, 개인정보보호법 등 정보통신서비스 제공자가 준수하여야 할 관련 법령에 따라 기술적∙관리적 보호조치를 적정하게 취하고 있습니다. 가. 기술적 대책 · 고객의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송데이터를 암호화하거나 파일 잠금기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다. · 회사는 백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며 갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다. · 회사는 네트워크 상의 개인정보를 안전하게 전송할 수 있는 전송구간 암호화(SSL)를 통해 전송하고 있습니다. · 해킹 등 외부침입에 대비하여 침입차단시스템 등을 이용하여 보안에 만전을 기하고 있습니다. 나. 관리적 대책 · 회사는 개인정보 취급자를 최소한의 인원으로 제한하며, 개인정보를 처리하는 직원을 대상으로 새로운 보안 기술 습득 및 개인정보 보호 의무 등에 관해 정기적인 교육을 실시하고 있습니다. · 입사 시 전 직원의 보안서약서를 통하여 사람에 의한 정보유출을 사전에 방지하고 개인정보처리방침에 대한 이행사항 및 직원의 준수여부를 감시하기 위한 내부절차를 마련하고 있습니다. · 개인정보취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확히 하고 있습니다. · 전산실 및 자료 보관실 등을 특별 보호구역으로 설정하여 출입을 통제하고 있습니다. · 그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 분실, 도난, 유출, 위∙변조 또는 훼손될 경우 회사는 즉각 이용자에게 사실을 알리고 적절한 대책과 보상을 강구할 것입니다.<br>
                9. 개인정보 보호책임자 연락처 및 이용자 고충 처리 회사의 서비스를 이용하시면서 발생한 모든 개인정보보호 관련 민원, 불만처리 등에 관한 사항을 개인정보 보호책임자 및 고객센터로 문의하실 수 있고, 회사는 이용자의 문의에 신속하고 성실하게 답변하겠습니다.
        </div>
    </div>
</div>

<div class="modal-bg"></div>

<script>
    $(".up-btn, #fixed-up").click(function() {
        $("html, body").animate({ scrollTop: 0 }, "slow");
        return false;
    });

    $("#go-contact").click(function (){
        $('html, body').animate({
            scrollTop: $('#contact').offset().top
        }, 500);
    });

    $(".agree-open").click(function (){
        event.preventDefault();
        $(".modal-bg").show();
        $(".agree-modal").fadeIn(500);
        $("html").css("overflow", "hidden");
    });

    $(".agree-close").click(function (){
        $(".modal-bg").fadeOut(500);
        $(".agree-modal").fadeOut(500);
        $("html").css("overflow", "auto");
    });

    $(document).ready(function () {
        $(".fixed-contact-open").click(function () {
            $("#fixed-contact").toggleClass("open");
            $(".fixed-div > div > svg, .fixed-div > div > span").toggleClass("open");
            $("html").css("overflow", $("#fixed-contact").hasClass("open") ? "hidden" : "auto");
            $(this).toggleClass("rotate-180");
        });
    });

    window.addEventListener('scroll', function() {
        let scroll = window.scrollY;

        const fixedContact = document.querySelector('#fixed-contact');
        const contactSection = document.querySelector('#contact');
        const sectionTop = contactSection.offsetTop;
        const sectionBottom = sectionTop + contactSection.offsetHeight;
        const scrollPosition = window.scrollY + window.innerHeight / 2;

        if (scrollPosition >= sectionTop && scrollPosition <= sectionBottom) {
            fixedContact.style.display = 'none';
        } else {
            fixedContact.style.display = 'flex';
        }

    });

    grecaptcha.ready(function() {
        grecaptcha.execute('', {action: 'submit'}).then(function(token) {
            document.getElementById('g-recaptcha2').value = token;
        });
    });

</script>
